{"id":472,"date":"2023-10-20T20:06:51","date_gmt":"2023-10-20T20:06:51","guid":{"rendered":"https:\/\/get-tandem.com\/?page_id=472"},"modified":"2024-02-29T21:38:51","modified_gmt":"2024-02-29T21:38:51","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/get-tandem.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"472\" class=\"elementor elementor-472\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-2735327 elementor-section-stretched elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"2735327\" data-element_type=\"section\" data-settings=\"{&quot;stretch_section&quot;:&quot;section-stretched&quot;,&quot;ekit_has_onepagescroll_dot&quot;:&quot;yes&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-590a602\" data-id=\"590a602\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-b4ccab9 elementor-widget elementor-widget-heading\" data-id=\"b4ccab9\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Privacy Policy<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-c31fba5 elementor-widget elementor-widget-heading\" data-id=\"c31fba5\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Updated 25th November 2023<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-0fe398f elementor-widget-divider--view-line elementor-widget elementor-widget-divider\" data-id=\"0fe398f\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"divider.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-divider\">\n\t\t\t<span class=\"elementor-divider-separator\">\n\t\t\t\t\t\t<\/span>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-ce7f360 elementor-widget elementor-widget-text-editor\" data-id=\"ce7f360\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<h4>Tandem Privacy Commitment<\/h4><p>At Tandem, we value and prioritize your privacy. It&#8217;s embedded in every layer of our design and development process, ensuring our services and products are ones you can rely on while seeking out shared connections.<\/p><p>Our Promise of Privacy: Every feature and service under the Tandem banner is crafted with your privacy as a central tenet. Our team collaborates to ensure that privacy is held in the highest regard.<\/p><p>Our Pledge of Clarity: Like you, we navigate various online platforms, and we understand the frustration of complex privacy policies. Our approach is different. We strive for simplicity and clarity in our Privacy Policy, and we genuinely hope you&#8217;ll take a moment to understand how we handle your data.<\/p><p>Our Assurance of Security: Our teams work to safeguard your information. We continually refine our security protocols and dedicate resources to ensure that your data remains protected.<\/p><h4>Tandem Privacy Guidelines<\/h4><p>Welcome to Tandem’ Privacy Guidelines (&#8220;Guidelines&#8221;)! Here, we illuminate how we manage, store, safeguard, and disseminate your information, and identify the partners we might share it with. For the best understanding, please review this alongside our Terms of Service.<\/p><p>As you navigate through the Tandem app (inclusive of the desktop variant) (&#8220;App&#8221;), our associated websites, and our digital offerings (like contests or feedback forms) &#8211; collectively referred to in these Guidelines as our &#8220;Platforms&#8221; &#8211; we gather certain user data.<\/p><p>Tandem operates on a global spectrum. This means your data may traverse and be utilised in regions like the United States and the UK, irrespective of your domicile. This document details how we ensure the safety of your personal data during such transitions.<\/p><h4>Who Are We?<\/h4><p>Tandem Dating LTD is the entity behind the App and Platforms. Within this document, we might refer to ourselves as &#8220;we&#8221; or &#8220;us&#8221;, encompassing all our associated bodies that play a role in gathering and processing your data via Tandem.<\/p><p>Our Privacy Guardian is always available for queries or clarifications. Connect with them via email at support@get-tandem.com<\/p><h4>2. Scope of This Privacy Policy<\/h4><p>This Privacy Policy pertains to websites, applications, events, and other services we facilitate under the Tandem brand. For clarity, we&#8217;ll call all these our “services” throughout this Privacy Policy. Links to this Privacy Policy are placed across all relevant services for your convenience.<\/p><p>Specific services may necessitate distinct privacy policies. Should a service feature its own policy, that specific policy will take precedence over this general Privacy Policy.<\/p><h4>3. Data We Gather<\/h4><p>Undoubtedly, to aid you in fostering double dates and shared experiences, we require certain details, like essential profile attributes and preferences regarding potential connections. Information about your interaction with our services, data from third-party platforms, and more also forms part of our collection process. Further elucidation is provided below.<\/p><p><strong>Details You Impart to Us:<\/strong><\/p><ul><li>Account Creation: When registering, you&#8217;ll provide at minimum your contact number, email, gender, date of birth.<\/li><li>Profile Completion: If you decide, you can disclose your sexual orientation. By doing so, you grant us consent to utilise this data as described in this policy. Optional additions include profile descriptions, hobbies, and multimedia content like images and videos. To add media, permissions to access your camera or gallery might be needed.<\/li><li>Linking: Tandem profiles are made of two users. You and your friend. You may invite your friend and they can input there information. Alternatively, you can add your friends data yourself. It is your responsibility to ensure this is correct and you take responsibility that you have permission to input their information.<\/li><li>Payments: For premium services or purchases directly from Tandem (excluding platforms like iOS or Android), payment information such as debit or credit card details may be required.<\/li><li>Feedback: Participating in our feedback mechanisms like surveys and focus groups provides us insights into our service quality.<\/li><li>Promotions and Events: Information may be collected if you opt to participate in any promotional events or contests we host.<\/li><li>Customer Support: Conversations with our support team are recorded for quality assurance.<\/li><li>Shared Details: Any details you might share about others (like friends&#8217; contact details) will be processed to fulfil your request.<\/li><li>Interactions: Conversations and content shared with other members are processed to ensure a safe and engaging community environment.<\/li><\/ul><p><strong>Information Sourced from Third Parties:<\/strong><\/p><ul><li>Members: Users might share data about you as they engage with you through Tandem.<\/li><li>Social Platforms: Linking your social media profiles or importing data from them (e.g., Facebook, Google, Spotify) can provide us with certain details.<\/li><li>Partnerships: Information might be relayed from partners, especially concerning promotional campaigns or member safety.<\/li><\/ul><p><strong>Automatically Generated or Collected Data:<\/strong><\/p><ul><li>Usage Patterns: Interactions with our services provide data about user habits, like the features accessed and how you engage with other members.<\/li><li>Cookies and Similar Tools: Technologies like cookies and web beacons are employed to recognise users and their devices. Refer to our Cookie Policy for comprehensive details.<\/li><li>Certain browsers have a “Do Not Track” feature, but due to inconsistencies in its implementation, our services don&#8217;t currently respond to such signals.<\/li><\/ul><p><strong>Data Collected with Consent:<\/strong><\/p><ul><li>Location Data: With your permission, we might gather precise geolocation data. Even when not actively using Tandem, this data might be collected if you&#8217;ve granted persistent access. Denying this access might limit certain geolocation-dependent services.<\/li><li>Photo Verification: Engaging in our photo verification process allows us to use facial recognition to confirm your identity. Certain jurisdictions might consider this biometric data.<\/li><li>Additional Details: Other data, like multimedia content, might be collected based on specific features or with your explicit consent.<\/li><\/ul><h4>Information We Collect<\/h4><p>Your journey to find double dates that have a spark is of paramount importance to us at Tandem. For that to work seamlessly, we do need to know a bit about you and your preferences. We collect information both directly from you and sometimes from third parties. Need a deeper dive? Let&#8217;s get into the details.<\/p><p><strong>Information You Share with Us:<\/strong><\/p><ul><li>Account Creation: When setting up your Tandem account, we&#8217;ll need your phone number, email, and some basic profile details, like your gender, birthdate, and your dating preferences.<br \/>Linking: You may choose to add your friends information for them. It iss your responsibility to have permission to share this information with us and that it is correct.<\/li><li>Profile Enhancement: You can choose to disclose your sexual orientation, which aids in customising your matches. Anything extra you share here falls under our Privacy Policy. This could include your bio, interests, photos, and videos. And if you&#8217;re adding media, we might ask for access to your camera or gallery.<\/li><li>Paid Features &amp; Purchases: If you opt for any of our premium features or make a purchase, we&#8217;ll gather relevant information. For direct payments, our payment processors handle your financial details.<\/li><li>Feedback &amp; Interaction: Taking part in our surveys, focus groups, or contests? We&#8217;ll gather your responses and any other information you provide.<\/li><li>Customer Support: When you contact our helpdesk, we record the details of your interaction for better assistance.<\/li><li>Referrals &amp; Sharing: If you&#8217;re recommending a friend or sharing their details for specific features, we process this data to fulfil your request.<\/li><li>Your Communications: Naturally, we handle your chats and content shared with other members, ensuring our platform remains secure and promotes a safe community.<\/li><\/ul><p><strong>Information We Receive Indirectly:<\/strong><\/p><ul><li>From Members: Users might provide information about you as they use Tandem, like when they interact or report an issue involving you.<\/li><li>Social Media Interactions: Linking your social media account, like Facebook or Instagram, to Tandem? We might pull information from those platforms, especially if you&#8217;re using them to log in or if you&#8217;re importing photos.<\/li><li>Affiliates &amp; Partners: Tandem might receive insights from partners, especially if our ads feature on their platforms. This could be data about campaign performance or info about potential risks to user safety.<\/li><\/ul><p><strong>Automated &amp; System-generated Information:<\/strong><\/p><ul><li>Usage Patterns: As you use Tandem, we gather insights on how you interact with our features, such as your login times, actions taken, and engagement with other members.<\/li><li>Device Insights: We collect technical info from your accessing device, device ID, and details related to cookies or technologies that might identify a specific device.<\/li><li>Cookies &amp; Tracking: Tandem and our partners may use cookies and similar tools to recognise you or your device. Check out our Cookie Policy to learn more.<\/li><li>Do Not Track: We&#8217;re aware some browsers have a “Do Not Track” feature, but currently, our platform doesn&#8217;t adhere to DNT signals due to their varying standards.<\/li><\/ul><p><strong>With Your Explicit Consent:<\/strong><\/p><ul><li>Geolocation: With your go-ahead, we can pinpoint your exact location to improve the accuracy of matches. This might occur even if you&#8217;re not actively using Tandem.<\/li><li>Photo Verification: Tandem may introduce a verification function at a future date. For those keen on our Photo Verification, we&#8217;ll need your facial data to confirm it&#8217;s really you in the picture.<\/li><li>Miscellaneous: From time to time, with your consent, we might collect other details, such as photos, videos, or data for new features we&#8217;re rolling out.<\/li><\/ul><h4>How we use information<\/h4><p>The primary purpose of collecting your information is to enhance and ensure the delivery of our services. Additionally, we use your data to prioritise the safety of our community and to present you with advertisements that could be relevant to your interests. Below is a detailed breakdown of the various purposes for which your information is utilized:<\/p><p><strong>A. To manage your account and deliver our services to you<\/strong><\/p><ul><li>Establish and oversee your account.<\/li><li>Offer customer assistance and address your inquiries.<\/li><li>Customise pricing, provide promotional offers, and complete your transactions.<\/li><li>Conduct sweepstakes and competitions.<\/li><\/ul><p><strong>B. To facilitate your connections with other pairs of users<\/strong><\/p><ul><li>Suggest you to other member pairs and recommend member pairs to you.<\/li><li>Display member profiles to each other.<\/li><li>Enable member pairs to search for, and connect with, other member pairs.<\/li><\/ul><p><strong>C. To introduce new Tandem services to you<\/strong><\/p><ul><li>Register you and showcase your profile on new Tandem features and apps.<\/li><li>Manage your account on these novel features and applications.<\/li><\/ul><p><strong>D. To run advertising campaigns and offer promotions<\/strong><\/p><ul><li>Execute and gauge the effectiveness of promotional campaigns on our platform and promote our services outside our platform.<\/li><li>Inform you about products or services that might pique your interest.<\/li><\/ul><p><strong>E. To enhance our services and innovate new ones<\/strong><\/p><ul><li>Organise focus groups, market analyses, and surveys.<\/li><li>Examine interactions with our customer support to elevate our service quality.<\/li><li>Analyse how pairs typically engage with the services to refine them.<\/li><li>Conceptualise and roll out new features and services based on feedback from member pairs.<\/li><\/ul><p><strong>F. To counteract fraud and other illegal or unauthorised activities<\/strong><\/p><ul><li>Detect and address potential, suspected, or reported violations of our Terms of Use.<\/li><li>Understand and develop counteractions against infringements of our Terms of Use.<\/li><li>Retain data related to breaches of our Terms of Use to handle the violation and forestall future incidents.<\/li><li>Uphold or exercise our rights, especially those detailed in our Terms of Use.<\/li><li>Update individuals who submit a report on the actions we&#8217;ve taken in response.<\/li><\/ul><p><strong>G. To adhere to legal mandates<\/strong><\/p><ul><li>Fulfil statutory obligations.<\/li><li>Collaborate with law enforcement agencies.<\/li><\/ul><p>For further details on how we handle personal information through profiling and automated decision-making, kindly contact us at support@get-tandem.com<\/p><p>To process your data in alignment with this Privacy Policy, we lean on the following legal foundations:<\/p><p>Offering our service to you: We process your data for reasons A, B, and C to honour the agreement you share with us. For instance, as pairs navigate our service to find meaningful double date experiences, we use the data to sustain accounts, make profiles accessible to other member pairs, recommend member pairs, and provide both our free and paid features.<\/p><p>Legitimate interests: For purposes D, E, and F, we process your information based on our legitimate interests. For example, we study pair behaviour on Tandem to continually refine our offerings. We also suggest offers that could intrigue you, promote Tandem, and ensure our community&#8217;s safety.<\/p><p>Abiding by laws and regulations: For purpose G, it&#8217;s essential for us to process your information in line with prevailing laws and regulations and demonstrate our compliance. We retain specific data to fulfill accounting, tax, and other regulatory obligations, and to cooperate with valid law enforcement requests.<\/p><p>Consent: Occasionally, you might choose to share information deemed as “sensitive” in certain regions, like you and\/or your friends dating preferences. By doing so, you&#8217;re giving us consent to process this data as per this Privacy Policy. Occasionally, we might seek your approval to collect specific information or use your data for particular reasons. You can always withdraw your consent, adjust your settings, or delete any sensitive content. If needed, you can revoke your consent by reaching out to us at the address provided at the conclusion of this Privacy Policy.<\/p><h4>How we share information<\/h4><p>At Tandem, we&#8217;re all about facilitating memorable double dating experiences. This involves some sharing of member data, primarily with other members on our platform. We also collaborate with service providers, partners, other Match Group entities, and in certain circumstances, legal authorities. Here&#8217;s a clearer picture of how your data might be shared:<\/p><p><strong>With Other Tandem Members:<\/strong><\/p><ul><li>Your shared data primarily makes its way to other Tandem members. Any information you disclose voluntarily, like your profile details, becomes part of your public persona on Tandem. Always ensure you&#8217;re at ease with what you share.<\/li><li>While you can customise the audience for parts of your profile or specific information, it will always adhere to your selected settings.<\/li><li>In cases where a report about you is submitted (say, for violating our terms), we might disclose any resulting actions we took to the reporting individual.<\/li><\/ul><p><strong>With Our Service Providers &amp; Partners:<\/strong><\/p><ul><li>Our chosen vendors assist us in multiple areas like data management, analytics, customer support, marketing, advertising, payment processing, and security. We might share certain non-identifiable data with advertising vendors.<\/li><li>Every vendor or partner we work with is rigorously vetted, and they&#8217;re bound by strict confidentiality clauses.<\/li><\/ul><p><strong>Sharing Features:<\/strong><\/p><ul><li>You or other members can use our sharing features to share profiles with individuals outside of Tandem.<\/li><\/ul><p><strong>During Corporate Activities:<\/strong><\/p><ul><li>In events like mergers, acquisitions, or any change in company control, your data might be transferred.<\/li><\/ul><p><strong>Law Enforcement &amp; Legal Obligations:<\/strong><\/p><ul><li>We might disclose your data:<br \/>In compliance with legal processes like court orders or government investigations.<br \/>To aid in crime prevention or detection.<br \/>For the safety of individuals.<\/li><\/ul><p><strong>Protecting Legal Rights:<\/strong><\/p><ul><li>Data might also be disclosed to:<br \/>Minimise our liability in potential or ongoing lawsuits.<br \/>Protect the rights of our members, partners, and us.<br \/>Enforce our agreements.<br \/>Address illegal activities, fraud, or other misconducts.<\/li><\/ul><p><strong>Upon Your Consent or Request:<\/strong><\/p><ul><li>In certain scenarios, we&#8217;ll seek your approval before sharing data with third parties. You&#8217;ll always be informed of the reasons behind such sharing.<\/li><\/ul><p>Non-personal data, which doesn&#8217;t identify you directly, can be shared under all the above contexts. This includes device details, general behaviour, and de-identified location data. We might merge this data with additional anonymous or hashed information from other sources. This data helps us develop targeted advertising, both on Tandem and third-party platforms. For a detailed understanding of our use of cookies and similar tech, please refer to our Cookie Policy.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"aux-scroll-anim elementor-element elementor-element-ac5eaad elementor-widget__width-initial elementor-absolute elementor-hidden-tablet elementor-hidden-mobile elementor-view-default elementor-widget elementor-widget-icon\" data-move-in=\"moveVertical\" data-move-out=\"moveVertical\" data-axis-x=\"2\" data-axis-y=\"30\" data-rotate=\"90\" data-scale=\"1\" data-vp-top=\"0.1\" data-vp-bot=\"0.1\" data-el-top=\"0.1\" data-scroll-animation-off=\"1024\" data-id=\"ac5eaad\" data-element_type=\"widget\" data-settings=\"{&quot;_position&quot;:&quot;absolute&quot;,&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"icon.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-icon-wrapper\">\n\t\t\t<div class=\"elementor-icon\">\n\t\t\t<svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"36\" height=\"43\" viewBox=\"0 0 36 43\" fill=\"none\"><g opacity=\"0.1\"><path fill-rule=\"evenodd\" clip-rule=\"evenodd\" d=\"M9.09328 27.8343C9.09864 27.8942 9.11222 27.9582 9.13006 28.0141C9.2133 28.2746 9.40685 28.4927 9.66196 28.6019L28.2864 36.6625C28.5991 36.8011 28.9515 36.7625 29.2337 36.5687C29.5159 36.3749 29.6674 36.0522 29.6494 35.7158L28.4286 14.3826C28.4047 14.0276 28.1939 13.7125 27.8648 13.5656C27.5357 13.4187 27.1583 13.4653 26.8696 13.6818L9.47018 26.9461C9.20018 27.1565 9.05458 27.4978 9.09328 27.8343ZM11.1001 27.5834L26.9845 15.4791L28.0972 34.9448L11.1001 27.5834Z\" fill=\"#191E56\"><\/path><path d=\"M6.11452 14.0914L5.02118 11.4698L2.42415 12.5687C2.0501 12.7257 1.61105 12.5468 1.45489 12.1693C1.44868 12.1499 1.44247 12.1305 1.4342 12.1046C1.31834 11.7425 1.49245 11.3363 1.84727 11.1856L4.4443 10.0867L3.35095 7.46511C3.34475 7.44571 3.33854 7.42631 3.33027 7.40045C3.21234 7.03188 3.38852 6.63219 3.74334 6.48147C4.11739 6.32452 4.55644 6.50333 4.7126 6.88091L5.80595 9.5025L8.40298 8.40358C8.77702 8.24662 9.21607 8.42544 9.37224 8.80302C9.5284 9.1806 9.35183 9.62323 8.97778 9.78019L6.38075 10.8791L7.4741 13.5007C7.63027 13.8783 7.45369 14.3209 7.07965 14.4779C6.70974 14.6478 6.27916 14.4733 6.11452 14.0914Z\" fill=\"#191E56\"><\/path><\/g><\/svg>\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy Updated 25th November 2023 Tandem Privacy Commitment At Tandem, we value and prioritize your privacy. It&#8217;s embedded in every layer of our design and development process, ensuring our services and products are ones you can rely on while seeking out shared connections. Our Promise of Privacy: Every feature and service under the Tandem [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":{"footnotes":""},"class_list":["post-472","page","type-page","status-publish","hentry"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.9 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Tandem<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/get-tandem.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Tandem\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy Updated 25th November 2023 Tandem Privacy Commitment At Tandem, we value and prioritize your privacy. It&#8217;s embedded in every layer of our design and development process, ensuring our services and products are ones you can rely on while seeking out shared connections. Our Promise of Privacy: Every feature and service under the Tandem [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/get-tandem.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Tandem\" \/>\n<meta property=\"article:modified_time\" content=\"2024-02-29T21:38:51+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/get-tandem.com\/privacy-policy\/\",\"url\":\"https:\/\/get-tandem.com\/privacy-policy\/\",\"name\":\"Privacy Policy - Tandem\",\"isPartOf\":{\"@id\":\"https:\/\/get-tandem.com\/#website\"},\"datePublished\":\"2023-10-20T20:06:51+00:00\",\"dateModified\":\"2024-02-29T21:38:51+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/get-tandem.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/get-tandem.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/get-tandem.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/get-tandem.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/get-tandem.com\/#website\",\"url\":\"https:\/\/get-tandem.com\/\",\"name\":\"Tandem\",\"description\":\"The double dating app\",\"publisher\":{\"@id\":\"https:\/\/get-tandem.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/get-tandem.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/get-tandem.com\/#organization\",\"name\":\"Tandem\",\"url\":\"https:\/\/get-tandem.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png\",\"contentUrl\":\"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png\",\"width\":511,\"height\":511,\"caption\":\"Tandem\"},\"image\":{\"@id\":\"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.instagram.com\/tandem_dating\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Tandem","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/get-tandem.com\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Tandem","og_description":"Privacy Policy Updated 25th November 2023 Tandem Privacy Commitment At Tandem, we value and prioritize your privacy. It&#8217;s embedded in every layer of our design and development process, ensuring our services and products are ones you can rely on while seeking out shared connections. Our Promise of Privacy: Every feature and service under the Tandem [&hellip;]","og_url":"https:\/\/get-tandem.com\/privacy-policy\/","og_site_name":"Tandem","article_modified_time":"2024-02-29T21:38:51+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/get-tandem.com\/privacy-policy\/","url":"https:\/\/get-tandem.com\/privacy-policy\/","name":"Privacy Policy - Tandem","isPartOf":{"@id":"https:\/\/get-tandem.com\/#website"},"datePublished":"2023-10-20T20:06:51+00:00","dateModified":"2024-02-29T21:38:51+00:00","breadcrumb":{"@id":"https:\/\/get-tandem.com\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/get-tandem.com\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/get-tandem.com\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/get-tandem.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/get-tandem.com\/#website","url":"https:\/\/get-tandem.com\/","name":"Tandem","description":"The double dating app","publisher":{"@id":"https:\/\/get-tandem.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/get-tandem.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/get-tandem.com\/#organization","name":"Tandem","url":"https:\/\/get-tandem.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/","url":"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png","contentUrl":"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png","width":511,"height":511,"caption":"Tandem"},"image":{"@id":"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.instagram.com\/tandem_dating\/"]}]}},"_links":{"self":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages\/472","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/comments?post=472"}],"version-history":[{"count":89,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages\/472\/revisions"}],"predecessor-version":[{"id":5006,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages\/472\/revisions\/5006"}],"wp:attachment":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/media?parent=472"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}