{"id":486,"date":"2023-10-20T20:12:20","date_gmt":"2023-10-20T20:12:20","guid":{"rendered":"https:\/\/get-tandem.com\/?page_id=486"},"modified":"2024-04-11T13:03:35","modified_gmt":"2024-04-11T13:03:35","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/get-tandem.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"486\" class=\"elementor elementor-486\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6c283a6 elementor-section-stretched elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6c283a6\" data-element_type=\"section\" data-settings=\"{&quot;stretch_section&quot;:&quot;section-stretched&quot;,&quot;ekit_has_onepagescroll_dot&quot;:&quot;yes&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"aux-parallax-section elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-13186c2\" data-id=\"13186c2\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-dcd01f6 elementor-widget elementor-widget-heading\" data-id=\"dcd01f6\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Terms of Service<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-01810ac elementor-widget elementor-widget-heading\" data-id=\"01810ac\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Updated 25th November 2023<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-1ca5172 elementor-widget-divider--view-line elementor-widget elementor-widget-divider\" data-id=\"1ca5172\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"divider.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-divider\">\n\t\t\t<span class=\"elementor-divider-separator\">\n\t\t\t\t\t\t<\/span>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-cd12ddd elementor-widget elementor-widget-text-editor\" data-id=\"cd12ddd\" data-element_type=\"widget\" data-settings=\"{&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<h4><strong>Introduction\u2028<\/strong><\/h4><p>Welcome to Tandem, more than just a double dating app, but a community that values meaningful connections, mutual respect, and the well-being of its members. At Tandem, we recognise the importance of creating an environment where you can genuinely meet new people for double dating in a safe and enjoyable manner. These Terms of Service govern your use of our mobile application, website, and any other services we provide (&#8220;Tandem&#8221; or &#8220;Service&#8221;). By accessing or using Tandem, you acknowledge that you have read, understood, and agree to be bound by these Terms. Whether you&#8217;re accessing our Service through a mobile device, our mobile application, or a computer, we&#8217;re delighted to have you here. This Terms of Use Agreement (&#8220;Agreement&#8221;) lays down the rules of the road for our shared journey ahead.<\/p><h4><strong>Accepting the Terms\u2028<\/strong><\/h4><p>By creating a Tandem account, you agree to be bound by (i) these Terms of Use, (ii) our Privacy Policy, Community Guidelines, Safety Tips, and any other policies we may provide, each of which is incorporated by reference into this Agreement, and (iii) any terms disclosed and agreed to by you if you purchase additional features, products, or services we offer on the Service. If you do not accept and agree to be bound by all terms of this Agreement, kindly refrain from using the Service.<\/p><h4><strong>Updates and Changes<\/strong><\/h4><p>From time to time, we may update this agreement and the Service for various reasons, including legal changes, new features, or changes in business practices. The most recent version of this agreement will be posted on the service, and you should check for updates regularly. Material changes to your rights or obligations will be communicated to you at least 30 days in advance through reasonable means, which may include notification through the service or via email. Your continued use of the service after such changes become effective constitutes your agreement to the revised agreement.<\/p><h4> <\/h4><h4><strong>Account Registration<\/strong><\/h4><p>To use Tandem, you must:<\/p><ul><li>Be at least 18 years old or the age of majority to legally enter into a contract as per the laws of your jurisdiction.<\/li><li>Be legally permitted to use the Service by the laws of your jurisdiction.<\/li><li>Have permission if inputing your friends information and ensure it is correct.<\/li><\/ul><h4><strong>ACCOUNT ELIGIBILITY; YOUR RESPONSIBILITIES\u2028<\/strong><\/h4><p>You must be at least 18 years old to create an account and use Tandem. When registering, you agree to provide accurate, current, and complete information and to keep this information updated. You are responsible for safeguarding your account and password and accept responsibility for any activities or actions performed under your account.<\/p><h4><strong>Account Sharing and Deletion\u2028<\/strong><\/h4><p>We highly discourage sharing your account with others outside of your joint profile, anyone not party to the profile should not have access to your account and we cannot allow you to use another person&#8217;s account without permission. If you decide to leave the Tandem community, you can delete your Account by navigating to the &#8216;Settings&#8217; page and clicking the &#8216;Delete account&#8217; link. Please note that while the Account will be deleted immediately, it may take some time for your content to be removed from the service. This will remove the group account to the one you have been paired with.<\/p><h4><strong>Free Premium Scheme<\/strong><\/h4><p>You may enrol in our one month free premium scheme on our website. You share the tandem app to two people in return for one month free premium. The contacts you provide us must be correct and the users need to be 18+ to join the Tandem platform. We will send you a text before the Tandem app launches containing a discount code to redeem your one month free premium. You will be auto-enrolled into a premium subscription and if you do not cancel before the end of the month it be will converted to a paid subscription, and your payment method will be charged. The codes are redeemable within the first month of the Tandem app launch.<\/p><h4><strong>Monitoring and Termination Rights\u2028<\/strong><\/h4><p>We use a combination of automated systems and a team of moderators to monitor and review accounts and content for breaches of these Terms. We reserve the right to enforce these Terms using all available legal, operational, and technological means. This includes the right to suspend or terminate any account and restrict access to the Service at our sole discretion without prior notice and without liability. We actively monitor user interactions and content. If you encounter inappropriate behaviour, you can report it to us directly. We reserve the right to investigate potential violations of this Agreement and may, at our sole discretion, terminate or suspend accounts or take other enforcement actions.<\/p><h4><strong>Legal Access and Tampering<\/strong><\/h4><p>Unauthorised access to non-public areas of the Service or our systems is strictly prohibited. Portions of the Service may not be accessible if you have not registered for an Account. By using Tandem, you agree to this Agreement, including all of its integrated policies such as the Privacy Policy and Community Guidelines. Please read these terms and policies carefully to fully understand the rules that govern your use of Doubles.<\/p><h4><strong>Usage Restrictions and Community Standards\u2028<\/strong><\/h4><p>Tandem is built on the principles of respect, openness, and acceptance. Our community rules are designed to ensure a positive experience for all members:<\/p><p><strong>You Agree To:\u2028<\/strong><\/p><ul><li>Comply with all applicable local, state, and federal laws, including but not limited to privacy laws, intellectual property laws, anti-spam legislation, and regulatory requirements.<\/li><li>Use your genuine name and accurate age when creating your account and in your profile.<\/li><li>Attaining permission from the person you are adding to the joint profile to add their details<\/li><li>Utilise the Service in a respectful and professional manner.<\/li><li>Be honest, be yourself, and treat others as you would wish to be treated.<\/li><\/ul><p><strong>You Agree NOT To:<\/strong><\/p><ul><li>Engage in illegal or unprofessional behaviour, including but not limited to, harassment, discrimination, or misrepresentation.<\/li><li>Disclose information for which you don&#8217;t have express permission to share.<\/li><li>Operate pyramid schemes, commit fraud, or engage in similar unethical practices.<\/li><li>Use bots, scripts, or any unauthorised means to scrape or collect data from the Service.<\/li><li>No harassment or harmful behaviour.<\/li><li>No discrimination based on race, gender, sexual orientation, or any other attribute.<\/li><li>No posting of explicit content without consent.<\/li><li>Failure to comply may result in action against your account, up to and including termination.<\/li><\/ul><h4><strong>Disclaimers<\/strong><\/h4><p>We do not conduct background checks on users and make no representations or warranties regarding user conduct. You release Tandem Dating LTD from all liability related to interactions with other users.<\/p><h4><strong>Unauthorised Data Scraping<\/strong><\/h4><p>Extracting data from the Service by any means (automated or otherwise) other than through our officially provided interfaces is strictly prohibited, unless specifically allowed through a separate agreement with us. By agreeing to these terms, you understand that we reserve the right to change or terminate the Service or this Agreement at any time, without prior notice, and at our sole discretion.<\/p><h4><strong>PAYMENT AND REFUNDS:<\/strong><\/h4><p><strong>Generally:<\/strong><br \/>Tandem may offer various products and services for purchase within the App, known as “In-App Purchases.” By electing to make an In-App Purchase, you acknowledge that additional terms disclosed at the point of purchase will apply and that such additional terms are incorporated into this Agreement by reference.<\/p><p><strong>Payment Methods:<\/strong><br \/>You can complete In-App Purchases using the following payment methods (&#8220;Payment Method&#8221;):<\/p><p><strong>(a)<\/strong> Transactions processed through a third-party platform, such as Apple App Store or Google Play Store (&#8220;Third-Party Store&#8221;).<\/p><p><strong>(b)<\/strong> Using a credit card, debit card, or PayPal account processed by an authorised third-party processor.<\/p><p>Upon confirming an In-App Purchase, you authorise TANDEM DATING LTD to charge the payment method you have selected. If we do not receive payment from your chosen Payment Method, you agree to promptly pay all due amounts upon our request<\/p><p><strong>Subscriptions and Auto-Renewal:<\/strong><br \/>Tandem, may offer services as automatically renewing subscriptions, such as one-week, one-month, or three-month subscription packages (&#8220;Premium Services&#8221;). IF YOU OPT FOR AN AUTOMATICALLY RENEWING SUBSCRIPTION, YOUR SUBSCRIPTION WILL CONTINUE TO RENEW AT THE THEN-CURRENT PRICE UNLESS YOU CANCEL. To cancel, follow the instructions outlined below under &#8220;Cancelling Subscriptions.&#8221; Deleting your account or the app does not constitute cancelation of your subscription.<\/p><p><strong>Cancelling Subscriptions:<\/strong><br \/>If you have made a purchase directly from Tandem, you can cancel or alter your Payment Method via your profile’s payment settings. Subscriptions made via a Third-Party Store must be cancelled through the respective Third-Party Store&#8217;s settings. Cancelation permits use of your subscription until the end of the last paid period but makes you ineligible for prorated refunds. Upon cancelation, automatic renewals will cease, and access to Premium Services will end.<\/p><p><strong>Price Variability:<\/strong><br \/>TANDEM DATING LTD operates a <strong style=\"color: #ff0606;\">global<\/strong> business and pricing may differ based on region, length of subscription, promotional rates, and other factors. We reserve the right to alter or discontinue any product, feature, or offer at our sole discretion, without prior notice.<\/p><p><strong>Free Trials:<\/strong><br \/>If you enrol in a free trial and do not cancel before its expiration, your trial will convert to a paid subscription, and your payment method will be charged. Free trials are not cumulative; if you have previously enrolled in a free trial, subsequent enrolments will default to paid subscriptions.<\/p><h4><strong>CONTENT<\/strong><\/h4><p><strong>Your Content<\/strong><br \/>Your content consists of the text, images, messages, and other media you upload to Tandem (&#8220;Your Content&#8221;). You retain all ownership rights to Your Content, and you and the party you create an account with are both responsibility for it.<\/p><p><strong>Member Content<\/strong><br \/>Any content uploaded by other Tandem members is termed &#8220;Member Content.&#8221; Tandem does not own or endorse Member Content, nor does it assume responsibility for it. This content can come for either party on the profile.<\/p><p><strong>Inappropriate Content and Misconduct; Reporting<\/strong><br \/>We strictly prohibit the posting of content that is unlawful, harmful, harassing, or otherwise inappropriate. Members have the ability to report misconduct or inappropriate content through the Doubles reporting tools. We take your reports seriously, as they aid us in maintaining a safe and welcoming space.<\/p><h4><strong>Rights You Are Granted By Tandem<\/strong><\/h4><p>Tandem grants you a limited, non-exclusive, non-transferable license to access and use the service, subject to your agreement with these Terms.<\/p><h4><strong>Privacy<\/strong><\/h4><p>We deeply care about your privacy. The collection, use, and disclosure of your information is outlined in our Privacy Policy, which is integral to these Terms. We take significant measures to protect your personal data and uphold confidentiality.<\/p><h4><strong>Rights You Grant Tandem<\/strong><\/h4><p>By using Doubles and uploading Your Content, you grant us a worldwide, non-exclusive, royalty-free license to use, display, and distribute Your Content in connection with the Service and its marketing. This license ends when you delete your content or your account.<\/p><h4> <\/h4><h4><strong>Purchases And Automatically <\/strong>Renewing Subscriptions<\/h4><p>Our Service may offer purchases and subscription plans. These will automatically renew unless canceled within the guidelines of our FAQ and Refund Policy.<\/p><h4><strong>Account Termination<\/strong><\/h4><p>Tandem reserves the right to suspend or terminate your account at our discretion for violations of these terms or harmful activities against the service or its members.<\/p><h4><strong>No Criminal Background or Identity Verification Checks<\/strong><\/h4><p>While we aim to maintain a safe space, Tandem does not conduct criminal background verification checks. Please exercise caution when interacting with other members.<\/p><h4> <\/h4><h4><strong>Disclaimer<\/strong><\/h4><p>Tandem is provided &#8220;as is&#8221; and without warranties, either express or implied, aside from the user experience we aim to provide in good faith.<\/p><h4><strong>Digital Millennium Copyright Act<\/strong><\/h4><p>If you believe any content on Tandem infringes upon your copyrights, please follow our DMCA Policy for instructions on filing a complaint.<\/p><h4><strong>Ads And Third-Party Content<\/strong><\/h4><p>Our Service may display ads or third-party content. Tandem does not assume responsibility for third-party actions or their content.<\/p><h4><strong>Limitation Of Liability<\/strong><\/h4><p>Tandem will not be liable for any special, consequential, or punitive damages arising from your use of the service.<\/p><h4><strong>Dispute Resolution Section<\/strong><\/h4><p>Disputes will be resolved through arbitration, as detailed in the arbitration agreement integrated into these Terms.<\/p><h4> <\/h4><h4><strong>Individual Relief: Class Action And Jury Trial Waiver<\/strong><\/h4><p>By using Tandem, you waive your right to a class action or jury trial, agreeing instead to individual arbitration.<\/p><h4><strong>Acceptance Of Terms<\/strong><\/h4><p>Your use of Tandem signifies your acceptance of these Terms and our Privacy Policy.<\/p><h4> <\/h4><h4><strong>Entire Agreement; Other<\/strong><\/h4><p>These Terms, along with any supplemental policies, constitute the entire agreement between you and Tandem.<\/p><p>Please consult a qualified legal advisor to ensure that these Terms are tailored to meet your specific needs and circumstances.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"aux-scroll-anim elementor-element elementor-element-9a77bf4 elementor-widget__width-initial elementor-absolute elementor-hidden-tablet elementor-hidden-mobile elementor-view-default elementor-widget elementor-widget-icon\" data-move-in=\"moveVertical\" data-move-out=\"moveVertical\" data-axis-x=\"2\" data-axis-y=\"30\" data-rotate=\"90\" data-scale=\"1\" data-vp-top=\"0.1\" data-vp-bot=\"0.1\" data-el-top=\"0.1\" data-scroll-animation-off=\"1024\" data-id=\"9a77bf4\" data-element_type=\"widget\" data-settings=\"{&quot;_position&quot;:&quot;absolute&quot;,&quot;ekit_we_effect_on&quot;:&quot;none&quot;}\" data-widget_type=\"icon.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<div class=\"elementor-icon-wrapper\">\n\t\t\t<div class=\"elementor-icon\">\n\t\t\t<svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"36\" height=\"43\" viewBox=\"0 0 36 43\" fill=\"none\"><g opacity=\"0.1\"><path fill-rule=\"evenodd\" clip-rule=\"evenodd\" d=\"M9.09328 27.8343C9.09864 27.8942 9.11222 27.9582 9.13006 28.0141C9.2133 28.2746 9.40685 28.4927 9.66196 28.6019L28.2864 36.6625C28.5991 36.8011 28.9515 36.7625 29.2337 36.5687C29.5159 36.3749 29.6674 36.0522 29.6494 35.7158L28.4286 14.3826C28.4047 14.0276 28.1939 13.7125 27.8648 13.5656C27.5357 13.4187 27.1583 13.4653 26.8696 13.6818L9.47018 26.9461C9.20018 27.1565 9.05458 27.4978 9.09328 27.8343ZM11.1001 27.5834L26.9845 15.4791L28.0972 34.9448L11.1001 27.5834Z\" fill=\"#191E56\"><\/path><path d=\"M6.11452 14.0914L5.02118 11.4698L2.42415 12.5687C2.0501 12.7257 1.61105 12.5468 1.45489 12.1693C1.44868 12.1499 1.44247 12.1305 1.4342 12.1046C1.31834 11.7425 1.49245 11.3363 1.84727 11.1856L4.4443 10.0867L3.35095 7.46511C3.34475 7.44571 3.33854 7.42631 3.33027 7.40045C3.21234 7.03188 3.38852 6.63219 3.74334 6.48147C4.11739 6.32452 4.55644 6.50333 4.7126 6.88091L5.80595 9.5025L8.40298 8.40358C8.77702 8.24662 9.21607 8.42544 9.37224 8.80302C9.5284 9.1806 9.35183 9.62323 8.97778 9.78019L6.38075 10.8791L7.4741 13.5007C7.63027 13.8783 7.45369 14.3209 7.07965 14.4779C6.70974 14.6478 6.27916 14.4733 6.11452 14.0914Z\" fill=\"#191E56\"><\/path><\/g><\/svg>\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Terms of Service Updated 25th November 2023 Introduction\u2028 Welcome to Tandem, more than just a double dating app, but a community that values meaningful connections, mutual respect, and the well-being of its members. At Tandem, we recognise the importance of creating an environment where you can genuinely meet new people for double dating in a [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":{"footnotes":""},"class_list":["post-486","page","type-page","status-publish","hentry"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.9 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Service - Tandem<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/get-tandem.com\/terms-of-service\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Service - Tandem\" \/>\n<meta property=\"og:description\" content=\"Terms of Service Updated 25th November 2023 Introduction\u2028 Welcome to Tandem, more than just a double dating app, but a community that values meaningful connections, mutual respect, and the well-being of its members. At Tandem, we recognise the importance of creating an environment where you can genuinely meet new people for double dating in a [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/get-tandem.com\/terms-of-service\/\" \/>\n<meta property=\"og:site_name\" content=\"Tandem\" \/>\n<meta property=\"article:modified_time\" content=\"2024-04-11T13:03:35+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/get-tandem.com\/terms-of-service\/\",\"url\":\"https:\/\/get-tandem.com\/terms-of-service\/\",\"name\":\"Terms of Service - Tandem\",\"isPartOf\":{\"@id\":\"https:\/\/get-tandem.com\/#website\"},\"datePublished\":\"2023-10-20T20:12:20+00:00\",\"dateModified\":\"2024-04-11T13:03:35+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/get-tandem.com\/terms-of-service\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/get-tandem.com\/terms-of-service\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/get-tandem.com\/terms-of-service\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/get-tandem.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Service\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/get-tandem.com\/#website\",\"url\":\"https:\/\/get-tandem.com\/\",\"name\":\"Tandem\",\"description\":\"The double dating app\",\"publisher\":{\"@id\":\"https:\/\/get-tandem.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/get-tandem.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/get-tandem.com\/#organization\",\"name\":\"Tandem\",\"url\":\"https:\/\/get-tandem.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png\",\"contentUrl\":\"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png\",\"width\":511,\"height\":511,\"caption\":\"Tandem\"},\"image\":{\"@id\":\"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/www.instagram.com\/tandem_dating\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Service - Tandem","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/get-tandem.com\/terms-of-service\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Service - Tandem","og_description":"Terms of Service Updated 25th November 2023 Introduction\u2028 Welcome to Tandem, more than just a double dating app, but a community that values meaningful connections, mutual respect, and the well-being of its members. At Tandem, we recognise the importance of creating an environment where you can genuinely meet new people for double dating in a [&hellip;]","og_url":"https:\/\/get-tandem.com\/terms-of-service\/","og_site_name":"Tandem","article_modified_time":"2024-04-11T13:03:35+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/get-tandem.com\/terms-of-service\/","url":"https:\/\/get-tandem.com\/terms-of-service\/","name":"Terms of Service - Tandem","isPartOf":{"@id":"https:\/\/get-tandem.com\/#website"},"datePublished":"2023-10-20T20:12:20+00:00","dateModified":"2024-04-11T13:03:35+00:00","breadcrumb":{"@id":"https:\/\/get-tandem.com\/terms-of-service\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/get-tandem.com\/terms-of-service\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/get-tandem.com\/terms-of-service\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/get-tandem.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Service"}]},{"@type":"WebSite","@id":"https:\/\/get-tandem.com\/#website","url":"https:\/\/get-tandem.com\/","name":"Tandem","description":"The double dating app","publisher":{"@id":"https:\/\/get-tandem.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/get-tandem.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/get-tandem.com\/#organization","name":"Tandem","url":"https:\/\/get-tandem.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/","url":"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png","contentUrl":"https:\/\/get-tandem.com\/wp-content\/uploads\/2024\/02\/Tandem-Favicon.png","width":511,"height":511,"caption":"Tandem"},"image":{"@id":"https:\/\/get-tandem.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/www.instagram.com\/tandem_dating\/"]}]}},"_links":{"self":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages\/486","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/comments?post=486"}],"version-history":[{"count":133,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages\/486\/revisions"}],"predecessor-version":[{"id":4565,"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/pages\/486\/revisions\/4565"}],"wp:attachment":[{"href":"https:\/\/get-tandem.com\/wp-json\/wp\/v2\/media?parent=486"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}